xml/request/ebog_bang.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns1="http://oss.dbc.dk/ns/openformat" xmlns:dc="http://purl.org/dc/elements/1.1/" xmlns:dkabm="http://biblstandard.dk/abm/namespace/dkabm/" xmlns:ISO639-2="http://lcweb.loc.gov/standards/iso639-2/" xmlns:dcmitype="http://purl.org/dc/dcmitype/" xmlns:dcterms="http://purl.org/dc/terms/" xmlns:ac="http://biblstandard.dk/ac/namespace/" xmlns:dkdcplus="http://biblstandard.dk/abm/namespace/dkdcplus/" xmlns:oss="http://oss.dbc.dk/ns/osstypes" xmlns:marcx="info:lc/xmlns/marcxchange-v1" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
  <SOAP-ENV:Body>
    <ns1:formatSingleManifestationRequest>
      <ns1:originalData>
        <ns1:bibliographicData>
          <dkabm:record>
            <ac:identifier>28057725|870970</ac:identifier>
            <ac:source>undefined</ac:source>
            <dc:title>Ludvigsbakke</dc:title>
            <dc:title xsi:type="dkdcplus:full">Ludvigsbakke</dc:title>
            <dc:title xsi:type="dkdcplus:series">Gyldendals e-bøger</dc:title>
            <dc:creator xsi:type="dkdcplus:aut">Herman Bang</dc:creator>
            <dc:creator xsi:type="oss:sort">Bang, Herman</dc:creator>
            <dc:subject xsi:type="dkdcplus:DK5-Text">Skønlitteratur</dc:subject>
            <dc:subject xsi:type="dkdcplus:genre">fiktion</dc:subject>
            <dc:subject xsi:type="dkdcplus:DBCS">forelskelse</dc:subject>
            <dc:subject xsi:type="dkdcplus:DBCS">kærlighed</dc:subject>
            <dc:subject xsi:type="dkdcplus:DK5">sk</dc:subject>
            <dcterms:abstract>En ung sygeplejerske, datter af godsforvalteren på Ludvigsbakke, møder barndomsvennen, arvingen til herregården og ofrer alt for sin forelskelse i ham</dcterms:abstract>
            <dc:description>Downloades i PDF-format (2 MB)</dc:description>
            <dcterms:audience>voksenmaterialer</dcterms:audience>
            <dkdcplus:version>1. e-bogsudgave</dkdcplus:version>
            <dc:publisher>Gyldendal</dc:publisher>
            <dc:date>2009</dc:date>
            <dc:type xsi:type="dkdcplus:BibDK-Type">Netdokument</dc:type>
            <dc:identifier xsi:type="dkdcplus:ISBN">9788702087314</dc:identifier>
            <dc:identifier xsi:type="dcterms:URI">http://ebog.dk/apc/direct.php?ISBN="9788702087314"</dc:identifier>
            <dc:language xsi:type="dcterms:ISO639-2">dan</dc:language>
            <dc:language>Dansk</dc:language>
          </dkabm:record>
          <marcx:collection xmlns:marcx="http://www.bs.dk/standards/MarcXchange">
            <record format="danMARC2" type="Bibliographic">
              <leader>000000000000000000000000</leader>
              <datafield tag="001" ind1="0" ind2="0">
                <subfield code="a">28057725</subfield>
                <subfield code="b">870970</subfield>
                <subfield code="c">20100104181527</subfield>
                <subfield code="d">20091215</subfield>
                <subfield code="f">a</subfield>
                <subfield code="t">FAUST</subfield>
              </datafield>
              <datafield tag="004" ind1="0" ind2="0">
                <subfield code="r">n</subfield>
                <subfield code="a">e</subfield>
              </datafield>
              <datafield tag="008" ind1="0" ind2="0">
                <subfield code="t">m</subfield>
                <subfield code="u">f</subfield>
                <subfield code="a">2009</subfield>
                <subfield code="b">dk</subfield>
                <subfield code="d">x</subfield>
                <subfield code="j">f</subfield>
                <subfield code="l">dan</subfield>
                <subfield code="n">b</subfield>
                <subfield code="v">0</subfield>
              </datafield>
              <datafield tag="009" ind1="0" ind2="0">
                <subfield code="a">a</subfield>
                <subfield code="g">xe</subfield>
              </datafield>
              <datafield tag="021" ind1="0" ind2="0">
                <subfield code="e">9788702087314</subfield>
                <subfield code="d">kr. 99,00</subfield>
              </datafield>
              <datafield tag="032" ind1="0" ind2="0">
                <subfield code="a">IDO201001</subfield>
                <subfield code="x">EBO201001</subfield>
                <subfield code="x">NET201001</subfield>
              </datafield>
              <datafield tag="100" ind1="0" ind2="0">
                <subfield code="0"/>
                <subfield code="a">Bang</subfield>
                <subfield code="h">Herman</subfield>
                <subfield code="4">aut</subfield>
              </datafield>
              <datafield tag="245" ind1="0" ind2="0">
                <subfield code="a">Ludvigsbakke</subfield>
              </datafield>
              <datafield tag="250" ind1="0" ind2="0">
                <subfield code="a">1. e-bogsudgave</subfield>
              </datafield>
              <datafield tag="260" ind1="0" ind2="0">
                <subfield code="b">Gyldendal</subfield>
                <subfield code="c">2009</subfield>
              </datafield>
              <datafield tag="440" ind1="0" ind2="0">
                <subfield code="0"/>
                <subfield code="a">Gyldendals e-bøger</subfield>
              </datafield>
              <datafield tag="504" ind1="0" ind2="0">
                <subfield code="a">En ung sygeplejerske, datter af godsforvalteren på Ludvigsbakke, møder barndomsvennen, arvingen til herregården og ofrer alt for sin forelskelse i ham</subfield>
              </datafield>
              <datafield tag="512" ind1="0" ind2="0">
                <subfield code="a">Downloades i PDF-format (2 MB)</subfield>
              </datafield>
              <datafield tag="520" ind1="0" ind2="0">
                <subfield code="a">Originaludgave: 1896</subfield>
              </datafield>
              <datafield tag="652" ind1="0" ind2="0">
                <subfield code="n">86</subfield>
                <subfield code="z">05</subfield>
              </datafield>
              <datafield tag="652" ind1="0" ind2="0">
                <subfield code="o">sk</subfield>
              </datafield>
              <datafield tag="666" ind1="0" ind2="0">
                <subfield code="s">kærlighed</subfield>
              </datafield>
              <datafield tag="666" ind1="0" ind2="0">
                <subfield code="s">forelskelse</subfield>
              </datafield>
              <datafield tag="856" ind1="0" ind2="0">
                <subfield code="z">Adgangsmåde: Internet</subfield>
                <subfield code="u">http://ebog.dk/apc/direct.php?ISBN="9788702087314"</subfield>
                <subfield code="z">Adgang til køb ved udgivelsen</subfield>
              </datafield>
              <datafield tag="s10" ind1="0" ind2="0">
                <subfield code="a">DBC</subfield>
              </datafield>
              <datafield tag="990" ind1="0" ind2="0">
                <subfield code="o">201001</subfield>
                <subfield code="u">nt</subfield>
              </datafield>
            </record>
          </marcx:collection>
        </ns1:bibliographicData>
      </ns1:originalData>
      <ns1:outputFormat>bibliotekdkFullDisplay</ns1:outputFormat>
    </ns1:formatSingleManifestationRequest>
  </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
